export const navTitle = [
  {
    title: "منتجات الألبان",
    path: "home",
  },
  {
    title: "المخبوزات",
    path: "/",
  },
  {
    title: "لحوم و دواجن",
    path: "/",
  },
  {
    title: "الخضاروات و الفاكهة",
    path: "/",
  },
  {
    title: "العناية بالبشرة",
    path: "/",
  },
  {
    title: "العروض الأسبوعية",
    path: "/",
  },
];

export const products = [
  {
    title: "حليب المراعى",
    image:"https://res.cloudinary.com/dia1kfg4m/image/upload/v1661443749/best3_mwq9vv.png",
    id: "1",
    price:"19 ريال",
    vol:"2 لتر",
    describtion:"هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق. ذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع."

  },
  {
    title: "برايمر fit me",
    image:"https://res.cloudinary.com/dia1kfg4m/image/upload/v1661443868/best8_ogjyld.jpg",
    id: "2",
    price:"15 ريال",
    vol:"5 لتر",
    describtion:"هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق. ذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج ."

  },
  {
    title: "قطع دجاج مقلية",
    image:"https://res.cloudinary.com/dia1kfg4m/image/upload/v1661443872/best7_pjyatl.jpg",
    id: "3",
    price:"16 ريال",
    vol:"3 لتر",
    describtion:"هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق. ذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقع."
  },
  {
    title: "حليب المراعى",
    image:"https://res.cloudinary.com/dia1kfg4m/image/upload/v1661443749/best3_mwq9vv.png",
    id: "4",
    price:"55 ريال",
    vol:"1 لتر",
    describtion:"هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق. ذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج الع على صورة حقيقية لتصميم الموقع."
  },
  {
    title: "حليب المراعى",
    image:"https://res.cloudinary.com/dia1kfg4m/image/upload/v1661443749/best3_mwq9vv.png",
    id: "5",
    price:"109 ريال",
    vol:"2 لتر",
    describtion:"هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق. ذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقيقية لتصميم الموقع."

  },
  {
    title: "برايمر fit me",
    image:"https://res.cloudinary.com/dia1kfg4m/image/upload/v1661443868/best8_ogjyld.jpg",
    id: "6",
    price:"198 ريال",
    vol:"5 لتر",
    describtion:"هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق. ذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج ."

  },
  {
    title: "قطع دجاج مقلية",
    image:"https://res.cloudinary.com/dia1kfg4m/image/upload/v1661443872/best7_pjyatl.jpg",
    id: "7",
    price:"146 ريال",
    vol:"6 لتر",
    describtion:"هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق. ذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج العميل فى كثير من الأحيان أن يطلع على صورة حقع."
  },
  {
    title: "حليب المراعى",
    image:"https://res.cloudinary.com/dia1kfg4m/image/upload/v1661443749/best3_mwq9vv.png",
    id: "8",
    price:"55 ريال",
    vol:"8 لتر",
    describtion:"هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق. ذا كنت تحتاج إلى عدد أكبر من الفقرات يتيح لك مولد النص العربى زيادة عدد الفقرات كما تريد، النص لن يبدو مقسما ولا يحوي أخطاء لغوية، مولد النص العربى مفيد لمصممي المواقع على وجه الخصوص، حيث يحتاج الع على صورة حقيقية لتصميم الموقع."
  },
];
